Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **iPhone** — iPhone 17, Air, Pro, Pro Max with the latest color variants.
ar: **iPhone** — iPhone 17، Air، Pro، Pro Max بأحدث متغيرات الألوان.
ca: **iPhone** — iPhone 17, Air, Pro, Pro Max amb les últimes variants de color.
cs: **iPhone** — iPhone 17, Air, Pro, Pro Max s nejnovějšími barevnými variantami.
da: **iPhone** — iPhone 17, Air, Pro, Pro Max med de nyeste farvevarianter.
de: **iPhone** – iPhone 17, Air, Pro, Pro Max mit den neuesten Farbvarianten.
el: **iPhone** — iPhone 17, Air, Pro, Pro Max με τις πιο πρόσφατες χρωματικές παραλλαγές.
es: **iPhone** — iPhone 17, Air, Pro, Pro Max con las últimas variantes de color.
fa: **iPhone** — iPhone 17، Air، Pro، Pro Max با جدیدترین انواع رنگ.
fi: **iPhone** — iPhone 17, Air, Pro, Pro Max uusimmilla värivaihtoehdoilla.
fr: **iPhone** — iPhone 17, Air, Pro, Pro Max avec les dernières variantes de couleurs.
he: **iPhone** — iPhone 17, Air, Pro, Pro Max עם גרסאות הצבע העדכניות ביותר.
hr: **iPhone** — iPhone 17, Air, Pro, Pro Max s najnovijim varijantama boja.
hu: **iPhone** — iPhone 17, Air, Pro, Pro Max a legújabb színváltozatokkal.
id: **iPhone** — iPhone 17, Air, Pro, Pro Max dengan varian warna terbaru.
ja: **iPhone** — iPhone 17、Air、Pro、Pro Max の最新のカラーバリエーション。
ko: **iPhone** — iPhone 17, 최신 색상 변형이 포함된 Air, Pro, Pro Max.
ms: **iPhone** — iPhone 17, Air, Pro, Pro Max dengan varian warna terkini.
nl: **iPhone** — iPhone 17, Air, Pro, Pro Max met de nieuwste kleurvarianten.
no: **iPhone** — iPhone 17, Air, Pro, Pro Max med de nyeste fargevariantene.
pl: **iPhone** — iPhone 17, Air, Pro, Pro Max w najnowszych wariantach kolorystycznych.
pt_br: **iPhone** — iPhone 17, Air, Pro, Pro Max com as variantes de cores mais recentes.
pt_pt: **iPhone** — iPhone 17, Air, Pro, Pro Max com as variantes de cores mais recentes.
ro: **iPhone** — iPhone 17, Air, Pro, Pro Max cu cele mai recente variante de culoare.
sk: **iPhone** — iPhone 17, Air, Pro, Pro Max s najnovšími farebnými variantmi.
sl: **iPhone** — iPhone 17, Air, Pro, Pro Max z najnovejšimi barvnimi različicami.
sv: **iPhone** — iPhone 17, Air, Pro, Pro Max med de senaste färgvarianterna.
th: **iPhone** — iPhone 17, Air, Pro, Pro Max พร้อมด้วยสีใหม่ล่าสุด
ur: **iPhone** — iPhone 17، ایئر، پرو، پرو میکس تازہ ترین رنگوں کے ساتھ۔
vi: **iPhone** — iPhone 17, Air, Pro, Pro Max với các biến thể màu mới nhất.
zh_hans: **iPhone** — iPhone 17、Air、Pro、Pro Max 具有最新的颜色变体。

source: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max, and 3D iPhone options.
ar: **iPhone** — iPhone 18 Pro، iPhone 18 Pro Max، iPhone Duo، iPhone 17، iPhone Air، iPhone 17 Pro، iPhone 17 Pro Max، و3D iPhone خيارات.
ca: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Opcions Pro, iPhone iPhone 17 Pro Max.
cs: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone a 3D Pro Max, iPhone a 3D Pro Max.
da: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone og _37 Pro iPhone og _37 Pro
de: **iPhone** – iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max und 3D-iPhone-Optionen.
el: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 8 Pro, iPhone, 8 Pro 17 Pro.
es: **iPhone**: iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max y opciones de iPhone en 3D.
fa: **iPhone** — iPhone 18 Pro، iPhone 18 Pro Max، iPhone Duo، iPhone 17، iPhone Air، iPhone 17 Pro، iPhone 17 Pro Max و گزینه‌های سه‌بعدی iPhone.
fi: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro iPhone ja 17 Pro iPhone 17 Pro [8] Max.
fr: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max et options 3D iPhone.
he: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone אפשרויות 17 Pro, iPhone ו-17 Pro
hr: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max i 3D iPhone opcije.
hu: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro, iPhone 17 Pro, iPhone 17 Pro iPhone 17 Pro iPhone 17 Pro
id: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max, dan opsi 3D iPhone.
it: **iPhone**: iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max e opzioni iPhone 3D.
ja: **iPhone** — iPhone 18 Pro、iPhone 18 Pro Max、iPhone Duo、iPhone 17、iPhone Air、iPhone 17 Pro、iPhone 17 Pro Max、および 3D iPhone オプション。
ko: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max 및 3D iPhone 옵션.
ms: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone[] 17 Pro Max, iPhone[] 17 D] Pro pilihan
nl: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max en 3D iPhone opties.
no: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone, iPhone, og M_37 Pro iPhone, og M_37 Pro alternativer
pl: **iPhone** — opcje iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max i 3D iPhone.
pt_br: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max e opções de iPhone em 3D.
pt_pt: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max e opções 3D iPhone.
ro: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro, iPhone iPhone 17 Opțiuni _[[]], TERM și 17 Pro.
ru: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max и 3D-варианты iPhone.
sk: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone a 3D Pro Max, iPhone a 3D Pro Max.
sl: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max in 3D iPhone možnosti.
sv: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone, iPhone, och M_37 Pro] alternativ
th: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone อากาศ, iPhone 17 Pro, iPhone 17 Pro Max และ 3D iPhone
tr: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max ve 3B iPhone seçenekleri.
uk: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max і варіанти 3D iPhone.
ur: **iPhone** — iPhone 18 پرو، iPhone 18 پرو میکس، iPhone Duo، iPhone 17، iPhone ایئر، iPhone 17 پرو، iPhone 17 پرو، iPhone iPhone زیادہ سے زیادہ 17 پرو۔
vi: **iPhone** — iPhone 18 Pro, iPhone 18 Pro Max, iPhone Duo, iPhone 17, iPhone Air, iPhone 17 Pro, iPhone 17 Pro Max và 3D iPhone tùy chọn.
zh_hans: **iPhone**——iPhone 18 Pro、iPhone 18 Pro Max、iPhone Duo、iPhone 17、iPhone Air、iPhone 17 Pro、iPhone 17 Pro Max 以及 3D iPhone 选项。
zh_hant: **iPhone**——iPhone 18 Pro、iPhone 18 Pro Max、iPhone Duo、iPhone 17、iPhone Air、iPhone 17 Pro、iPhone 17 Pro Max，以及 3D iPhone 選項。

source: **Italic** and **Uppercase** toggle the whole shape. Uppercase is display-only — the text you typed is unchanged, so translations still read normally.
ar: **مائل** و **أحرف كبيرة** لتبديل الشكل بالكامل. يتم عرض الأحرف الكبيرة فقط — النص الذي كتبته لم يتغير، لذا تظل الترجمات تُقرأ بشكل طبيعي.
ca: **Itàlica** i **Majúscula** canvien tota la forma. Les majúscules només es mostren: el text que heu escrit no canvia, de manera que les traduccions encara es llegeixen amb normalitat.
cs: **Kurzíva** a **Velká písmena** přepínají celý tvar. Velká písmena se zobrazují pouze na displeji – text, který jste zadali, se nezměnil, takže překlady se stále čtou normálně.
da: **Kursiv** og **Store bogstaver** skifter hele formen. Store bogstaver vises kun - den tekst, du har indtastet, er uændret, så oversættelser læses stadig normalt.
de: **Kursiv** und **Großbuchstaben** gelten für die ganze Form. Großbuchstaben betreffen nur die Anzeige – dein eingegebener Text bleibt unverändert, sodass Übersetzungen normal weiterlaufen.
el: **Πλάγια** και **κεφαλαία** εναλλάσσουν ολόκληρο το σχήμα. Τα κεφαλαία είναι μόνο για προβολή — το κείμενο που πληκτρολογήσατε δεν έχει αλλάξει, επομένως οι μεταφράσεις εξακολουθούν να διαβάζονται κανονικά.
es: **Cursiva** y **Mayúsculas** se aplican a toda la forma. Las mayúsculas solo afectan a la visualización: el texto que escribiste no cambia, así que las traducciones se siguen leyendo con normalidad.
fa: **مورب** و **حروف بزرگ** برای کل شکل روشن و خاموش می‌شوند. حروف بزرگ فقط در نمایش اعمال می‌شود — متنی که تایپ کرده‌اید تغییر نمی‌کند، پس ترجمه‌ها طبق معمول کار می‌کنند.
fi: **Kursivoitu** ja **isot kirjaimet** vaihtavat koko muodon. Isot kirjaimet ovat vain näyttöön - kirjoittamasi teksti on muuttumaton, joten käännökset luetaan edelleen normaalisti.
fr: **Italique** et **Majuscules** s'appliquent à toute la forme. Les majuscules ne concernent que l'affichage : le texte saisi reste inchangé et les traductions restent normales.
he: **נטוי** ו**אותיות גדולות** מחליפים את כל הצורה. אותיות רישיות הן לתצוגה בלבד - הטקסט שהקלדת לא השתנה, כך שתרגומים עדיין נקראים כרגיל.
hr: **Kurziv** i **Velika slova** izmjenjuju cijeli oblik. Velika slova su samo za prikaz — tekst koji ste upisali ostaje nepromijenjen, tako da se prijevodi i dalje čitaju normalno.
hu: **Dőlt** és **Nagybetű** váltja a teljes alakzatot. A nagybetűk csak megjeleníthetők – a beírt szöveg változatlan, így a fordítások továbbra is normálisan olvashatók.
id: **Miring** dan **Huruf Besar** mengubah seluruh bentuk. Huruf besar hanya untuk tampilan — teks yang Anda ketik tidak berubah, sehingga terjemahan tetap terbaca secara normal.
it: **Corsivo** e **Maiuscolo** si applicano all'intera forma. Il maiuscolo è solo di visualizzazione: il testo digitato non cambia, quindi le traduzioni restano normali.
ja: **斜体** と **大文字** は図形全体に適用されます。大文字は表示上だけの変換で、入力したテキスト自体は変わらないため、翻訳も通常どおり扱われます。
ko: **이탤릭체**와 **대문자**는 도형 전체에 적용됩니다. 대문자는 표시용일 뿐 입력한 텍스트는 바뀌지 않으므로 번역도 정상적으로 읽힙니다.
ms: **Italik** dan **Huruf besar** togol keseluruhan bentuk. Huruf besar adalah paparan sahaja — teks yang anda taip tidak berubah, jadi terjemahan masih dibaca seperti biasa.
nl: **Cursief** en **Hoofdletter** schakelen de hele vorm in. Hoofdletters kunnen alleen worden weergegeven. De tekst die u hebt getypt, blijft ongewijzigd, dus vertalingen worden nog steeds normaal gelezen.
no: **kursiv** og **store bokstaver** veksler mellom hele formen. Store bokstaver vises kun – teksten du skrev er uendret, så oversettelser leses fortsatt normalt.
pl: **Kursywa** i **Wielkie litery** przełączają cały kształt. Wielkie litery są widoczne tylko do wyświetlenia — wpisany tekst pozostaje niezmieniony, więc tłumaczenia nadal są czytane normalnie.
pt_br: **Itálico** e **Maiúsculas** se aplicam à forma inteira. Maiúsculas só mudam a exibição — o texto digitado não muda, então as traduções continuam normais.
pt_pt: **Itálico** e **Maiúsculas** alternam toda a forma. Maiúsculas são somente para exibição — o texto digitado permanece inalterado, portanto as traduções ainda são lidas normalmente.
ro: **Italic** și **Majuscule** schimbă întreaga formă. Majuscule este doar afișată - textul pe care l-ați tastat este neschimbat, astfel încât traducerile se citesc în continuare normal.
ru: **Курсив** и **Заглавные** применяются ко всей фигуре. Заглавные буквы влияют только на отображение — введенный текст не меняется, поэтому переводы читаются как обычно.
sk: **Kurzíva** a **Veľké písmená** prepínajú celý tvar. Veľké písmená sa zobrazujú iba na displeji – text, ktorý ste zadali, sa nemení, takže preklady sa stále čítajú normálne.
sl: **Ležeče** in **Velike črke** preklopita celotno obliko. Velike črke so samo za prikaz — besedilo, ki ste ga vnesli, je nespremenjeno, zato se prevodi še vedno berejo normalno.
sv: **Kursiv** och **Verlor** växlar hela formen. Versaler visas endast – texten du skrev är oförändrad, så översättningar läses fortfarande normalt.
th: **ตัวเอียง** และ **ตัวพิมพ์ใหญ่** สลับทั้งรูปร่าง ตัวพิมพ์ใหญ่เป็นแบบแสดงผลเท่านั้น ข้อความที่คุณพิมพ์ไม่มีการเปลี่ยนแปลง ดังนั้นคำแปลจึงยังคงอ่านได้ตามปกติ
tr: **İtalik** ve **Büyük Harf** şeklin tamamına uygulanır. Büyük Harf yalnızca görünümü etkiler — yazdığınız metin değişmez, bu yüzden çeviriler normal şekilde okunur.
uk: **Курсив** і **Великі літери** застосовуються до всієї фігури. Великі літери впливають лише на відображення — введений текст не змінюється, тож переклади й далі читаються звичайно.
ur: **اٹالک** اور **بڑے ** پوری شکل کو ٹوگل کریں۔ اپر کیس صرف ڈسپلے کے لیے ہوتا ہے — آپ کے ٹائپ کردہ متن میں کوئی تبدیلی نہیں ہوتی، اس لیے ترجمے اب بھی عام طور پر پڑھے جاتے ہیں۔
vi: **Chữ nghiêng** và **Chữ hoa** chuyển đổi toàn bộ hình dạng. Chữ hoa chỉ ở chế độ hiển thị — văn bản bạn đã nhập không thay đổi nên bản dịch vẫn đọc bình thường.
zh_hans: **斜体** 和 **大写** 作用于整个形状。大写仅影响显示——你输入的文本不会改变，因此翻译仍能正常阅读。
zh_hant: **斜體**和**大寫**會套用到整個形狀。大寫僅影響顯示——你輸入的文字不會改變，因此翻譯仍可正常閱讀。

source: **Language** — override the app interface language. Requires a relaunch.
ar: **اللغة** — تجاوز لغة واجهة التطبيق. يتطلب إعادة التشغيل.
ca: **Idioma**: anul·la l'idioma de la interfície de l'aplicació. Requereix un rellançament.
cs: **Jazyk** – přepíše jazyk rozhraní aplikace. Vyžaduje opětovné spuštění.
da: **Sprog** — tilsidesæt appens grænsefladesprog. Kræver en relancering.
de: **Sprache** – legt die Sprache der App-Oberfläche abweichend vom System fest. Erfordert einen Neustart.
el: **Γλώσσα** — αντικαταστήστε τη γλώσσα διεπαφής της εφαρμογής. Απαιτεί επανεκκίνηση.
es: **Idioma**: cambia el idioma de la interfaz de la app. Requiere volver a abrirla.
fa: **زبان** — تغییر زبان رابط برنامه. نیاز به راه‌اندازی مجدد دارد.
fi: **Kieli** — ohita sovelluksen käyttöliittymän kieli. Vaatii uudelleenkäynnistyksen.
fr: **Langue** : remplace la langue de l'interface de l'app. Nécessite de relancer l'app.
he: **שפה** - עוקף את שפת ממשק האפליקציה. דורש הפעלה מחדש.
hr: **Jezik** — nadjačajte jezik sučelja aplikacije. Zahtijeva ponovno pokretanje.
hu: **Nyelv** – az alkalmazás felületének nyelvének felülbírálása. Újraindítást igényel.
id: **Bahasa** — mengganti bahasa antarmuka aplikasi. Memerlukan peluncuran ulang.
it: **Lingua**: sostituisce la lingua dell'interfaccia dell'app. Richiede il riavvio.
ja: **言語** — アプリのインターフェイス言語を変更します。再起動が必要です。
ko: **언어** — 앱 인터페이스 언어를 재정의합니다. 다시 시작해야 합니다.
ms: **Bahasa** — mengatasi bahasa antara muka aplikasi. Memerlukan pelancaran semula.
nl: **Taal** — overschrijf de taal van de app-interface. Vereist een herstart.
no: **Språk** — overstyr appens grensesnittspråk. Krever en relansering.
pl: **Język** — zastąp język interfejsu aplikacji. Wymaga ponownego uruchomienia.
pt_br: **Idioma** — define outro idioma para a interface do aplicativo. Requer reabrir o aplicativo.
pt_pt: **Idioma** — substitui o idioma da interface do aplicativo. Requer um relançamento.
ro: **Limba** — suprascrieți limba interfeței aplicației. Necesită o relansare.
ru: **Язык** — сменить язык интерфейса приложения. Требуется перезапуск.
sk: **Jazyk** – prepíše jazyk rozhrania aplikácie. Vyžaduje opätovné spustenie.
sl: **Jezik** — preglasi jezik vmesnika aplikacije. Zahteva ponovni zagon.
sv: **Språk** — åsidosätt appens gränssnittsspråk. Kräver en omstart.
th: **ภาษา** — แทนที่ภาษาอินเทอร์เฟซของแอป ต้องมีการเปิดตัวใหม่
tr: **Dil** — uygulama arayüzünün dilini değiştirir. Uygulamanın yeniden başlatılmasını gerektirir.
uk: **Мова** — змінює мову інтерфейсу програми. Потрібен перезапуск.
ur: **زبان** — ایپ انٹرفیس کی زبان کو اوور رائیڈ کریں۔ دوبارہ لانچ کی ضرورت ہے۔
vi: **Ngôn ngữ** — ghi đè ngôn ngữ giao diện ứng dụng. Yêu cầu khởi chạy lại.
zh_hans: **语言**——覆盖 App 界面语言。需要重新启动。
zh_hant: **語言**——覆寫 App 介面語言。需要重新啟動。

source: **Last export folder** — Screenshot Bro remembers and reuses your folder choice.
ar: **مجلد التصدير الأخير** — Screenshot Bro يتذكر اختيارك للمجلد ويعيد استخدامه.
ca: **Última carpeta d'exportació** — Screenshot Bro recorda i reutilitza la vostra carpeta escollida.
cs: **Poslední exportovaná složka** – Screenshot Bro si pamatuje a znovu použije vaši volbu složky.
da: **Sidste eksportmappe** — Screenshot Bro husker og genbruger dit mappevalg.
de: **Letzter Exportordner** – Screenshot Bro merkt sich Ihre Ordnerauswahl und verwendet sie wieder.
el: **Τελευταίος φάκελος εξαγωγής** — Screenshot Bro θυμάται και επαναχρησιμοποιεί την επιλογή του φακέλου σας.
es: **Última carpeta de exportación**: Screenshot Bro recuerda y reutiliza la carpeta que hayas elegido.
fa: **آخرین پوشه صادراتی** — Screenshot Bro انتخاب پوشه شما را به خاطر می آورد و دوباره از آن استفاده می کند.
fi: **Viimeinen vientikansio** — Screenshot Bro muistaa ja käyttää uudelleen kansiovalintasi.
fr: **Dernier dossier d'exportation** : Screenshot Bro mémorise et réutilise votre choix de dossier.
he: **תיקיית הייצוא האחרונה** — Screenshot Bro זוכרת ומשתמשת מחדש בבחירת התיקייה שלך.
hr: **Posljednja mapa za izvoz** — Screenshot Bro pamti i ponovno koristi vaš odabir mape.
hu: **Utolsó exportálási mappa** – Screenshot Bro megjegyzi, és újra felhasználja a kiválasztott mappát.
id: **Folder ekspor terakhir** — Screenshot Bro mengingat dan menggunakan kembali pilihan folder Anda.
ja: **最後のエクスポート フォルダー** - Screenshot Bro はフォルダーの選択を記憶し、再利用します。
ko: **마지막 내보내기 폴더** — Screenshot Bro은 선택한 폴더를 기억하고 재사용합니다.
ms: **Folder eksport terakhir** — Screenshot Bro mengingati dan menggunakan semula pilihan folder anda.
nl: **Laatste exportmap** — Screenshot Bro onthoudt en hergebruikt uw mapkeuze.
no: **Siste eksportmappe** — Screenshot Bro husker og gjenbruker mappevalget ditt.
pl: **Folder ostatniego eksportu** — Screenshot Bro zapamiętuje wybrany przez Ciebie folder i ponownie go wykorzystuje.
pt_br: **Última pasta de exportação** — Screenshot Bro lembra e reutiliza sua escolha de pasta.
pt_pt: **Última pasta de exportação** — Screenshot Bro lembra e reutiliza sua escolha de pasta.
ro: **Ultimul dosar de export** — Screenshot Bro își amintește și reutiliza folderul ales de dvs.
sk: **Priečinok posledného exportu** – Screenshot Bro si zapamätá a znova použije váš výber priečinka.
sl: **Zadnja izvozna mapa** — Screenshot Bro si zapomni in znova uporabi vašo izbiro mape.
sv: **Mapp för senaste export** — Screenshot Bro kommer ihåg och återanvänder ditt mappval.
th: **โฟลเดอร์ส่งออกล่าสุด** — Screenshot Bro จดจำและนำตัวเลือกโฟลเดอร์ของคุณกลับมาใช้ใหม่
ur: **آخری برآمد فولڈر** — Screenshot Bro آپ کے فولڈر کی پسند کو یاد رکھتا ہے اور دوبارہ استعمال کرتا ہے۔
vi: **Thư mục xuất gần đây nhất** — Screenshot Bro ghi nhớ và sử dụng lại lựa chọn thư mục của bạn.
zh_hans: **最后导出文件夹** — Screenshot Bro 记住并重复使用您的文件夹选择。

source: **Linear**: choose start/end via the angle wheel. Add as many stops as you want.
ar: **خطي**: اختر البداية/النهاية عبر عجلة الزاوية. أضف أي عدد تريده من التوقفات.
ca: **Lineal**: trieu inici/final mitjançant la roda angular. Afegiu tantes parades com vulgueu.
cs: **Lineární**: zvolte začátek/konec pomocí úhlového kolečka. Přidejte tolik zastávek, kolik chcete.
da: **Lineær**: vælg start/slut via vinkelhjulet. Tilføj så mange stop, som du vil.
de: **Linear**: Wählen Sie Start/Ende über das Winkelrad. Fügen Sie so viele Stopps hinzu, wie Sie möchten.
el: **Γραμμικό**: επιλέξτε έναρξη/τέλος μέσω του γωνιακού τροχού. Προσθέστε όσες στάσεις θέλετε.
es: **Lineal**: elige inicio/final mediante la rueda angular. Añade tantas paradas como quieras.
fa: **خطی**: شروع/پایان را از طریق چرخ زاویه انتخاب کنید. هر تعداد توقف که می خواهید اضافه کنید.
fi: **Lineaarinen**: valitse aloitus/loppu kulmapyörän avulla. Lisää niin monta pysäkkiä kuin haluat.
fr: **Linéaire** : choisissez le début/la fin via la molette d'angle. Ajoutez autant d'arrêts que vous le souhaitez.
he: **לינארית**: בחר התחלה/סיום באמצעות גלגל הזווית. הוסף כמה עצירות שתרצה.
hr: **Linearno**: odaberite početak/kraj pomoću kutnog kotačića. Dodajte onoliko zaustavljanja koliko želite.
hu: **Lineáris**: válassza ki a kezdetet/végét a szögkerékkel. Adjon hozzá annyi megállót, amennyit csak szeretne.
id: **Linear**: pilih awal/akhir melalui roda sudut. Tambahkan perhentian sebanyak yang Anda inginkan.
ja: **リニア**: 角度ホイールを使用して開始/終了を選択します。必要なだけストップを追加します。
ko: **선형**: 각도 휠을 통해 시작/끝을 선택합니다. 원하는 만큼 정류장을 추가하세요.
ms: **Linear**: pilih mula/akhir melalui roda sudut. Tambah seberapa banyak perhentian yang anda mahu.
nl: **Lineair**: kies begin/einde via het hoekwiel. Voeg zoveel stops toe als je wilt.
no: **Lineær**: velg start/slutt via vinkelhjulet. Legg til så mange stopp du vil.
pl: **Liniowy**: wybierz początek/koniec za pomocą pokrętła kątowego. Dodaj tyle przystanków, ile chcesz.
pt_br: **Linear**: escolha início/fim através da roda angular. Adicione quantas paradas desejar.
pt_pt: **Linear**: escolha início/fim através da roda angular. Adicione quantas paradas desejar.
ro: **Liniar**: alegeți începutul/sfârșitul cu ajutorul roții unghiulare. Adăugați câte opriri doriți.
sk: **Lineárne**: vyberte začiatok/koniec pomocou uhlového kolieska. Pridajte toľko zastávok, koľko chcete.
sl: **Linearno**: izberite začetek/konec s kolescem kota. Dodajte toliko postankov, kot želite.
sv: **Linjär**: välj start/slut via vinkelhjulet. Lägg till så många stopp du vill.
th: **เชิงเส้น**: เลือกเริ่ม/สิ้นสุดผ่านวงล้อมุม เพิ่มจุดจอดได้มากเท่าที่คุณต้องการ
ur: **لکیری**: زاویہ پہیے کے ذریعے آغاز/اختتام کا انتخاب کریں۔ جتنے چاہیں اسٹاپس شامل کریں۔
vi: **Tuyến tính**: chọn bắt đầu/kết thúc thông qua bánh xe góc. Thêm bao nhiêu điểm dừng tùy thích.
zh_hans: **线性**：通过角度轮选择开始/结束。根据需要添加任意数量的站点。
